Repository: bennokress/Tyokalu
Catalog: Työkalu/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, el, es, et, fi, fr, hr, hu, it, ja, lt, lv, nb, nl, nn, pl, ro, sk, sl, sv, tr, uk, zh_hans

source: Työkalu needs permission to send notifications. Please review your settings.
bg: Työkalu се нуждае от разрешение за изпращане на известия. Моля, прегледайте настройките си.
cs: Työkalu potřebuje oprávnění k odesílání oznámení. Zkontrolujte prosím svá nastavení.
de: Työkalu benötigt die Berechtigung zum Senden von Mitteilungen. Bitte überprüfe deine Einstellungen.
el: Το Työkalu χρειάζεται άδεια για αποστολή ειδοποιήσεων. Παρακαλώ ελέγξτε τις ρυθμίσεις σας.
es: Työkalu necesita permiso para enviar notificaciones. Por favor, revisa tus ajustes.
et: Työkalu vajab luba teavituste saatmiseks. Palun vaata üle oma seaded.
fi: Työkalu tarvitsee luvan lähettää ilmoituksia. Tarkista asetuksesi.
fr: Työkalu a besoin de l'autorisation d'envoyer des notifications. Veuillez vérifier vos réglages.
hr: Työkalu treba dozvolu za slanje obavijesti. Pregledajte svoje postavke.
hu: A Työkalu alkalmazásnak engedélyre van szüksége az értesítések küldéséhez. Kérjük, ellenőrizd a beállításaidat.
it: Työkalu ha bisogno dell'autorizzazione per inviare notifiche. Controlla le tue impostazioni.
ja: Työkaluは通知を送信する許可が必要です。設定を確認してください。
lt: Työkalu reikia leidimo siųsti pranešimus. Prašome peržiūrėti savo nustatymus.
lv: Työkalu ir nepieciešama atļauja sūtīt paziņojumus. Lūdzu, pārskatiet savus iestatījumus.
nb: Työkalu trenger tillatelse til å sende varsler. Vennligst sjekk innstillingene dine.
nl: Työkalu heeft toestemming nodig om meldingen te versturen. Controleer je instellingen.
nn: Työkalu treng løyve til å sende varslar. Ver venleg og sjekk innstillingane dine.
pl: Työkalu potrzebuje uprawnienia do wysyłania powiadomień. Proszę sprawdzić swoje ustawienia.
ro: Työkalu are nevoie de permisiune pentru a trimite notificări. Vă rugăm să verificați setările.
sk: Työkalu potrebuje povolenie na odosielanie oznámení. Prosím skontrolujte vaše nastavenia.
sl: Työkalu potrebuje dovoljenje za pošiljanje obvestil. Prosimo, preglejte svoje nastavitve.
sv: Työkalu behöver behörighet att skicka aviseringar. Vänligen kontrollera dina inställningar.
tr: Työkalu bildirim göndermek için izne ihtiyaç duyuyor. Lütfen ayarlarınızı gözden geçirin.
uk: Työkalu потребує дозволу на надсилання сповіщень. Будь ласка, перевірте ваші налаштування.
zh_hans: Työkalu需要权限才能发送通知。请检查您的设置。

source: Was ${date} ${typeOfDay}?
bg: ${date} ${typeOfDay} ли беше?
cs: Byl ${date} ${typeOfDay}?
de: War ${date} ${typeOfDay}?
el: Ήταν ${date} ${typeOfDay};
es: ¿Era ${date} ${typeOfDay}?
et: Kas ${date} oli ${typeOfDay}?
fi: Oliko ${date} ${typeOfDay}?
fr: Est-ce que ${date} était ${typeOfDay} ?
hr: Je li ${date} bio/bila ${typeOfDay}?
hu: ${date} ${typeOfDay} volt?
it: Era ${date} ${typeOfDay}?
ja: ${date}は${typeOfDay}でしたか？
lt: Ar ${date} buvo ${typeOfDay}?
lv: Vai ${date} bija ${typeOfDay}?
nb: Var ${date} ${typeOfDay}?
nn: Var ${date} ${typeOfDay}?
pl: Czy ${date} było ${typeOfDay}?
ro: A fost ${date} ${typeOfDay}?
sl: Je bil ${date} ${typeOfDay}?
sv: Var ${date} ${typeOfDay}?
tr: ${date} ${typeOfDay} miydi?
uk: Чи ${date} був ${typeOfDay}?
zh_hans: ${date}是${typeOfDay}吗？

source: Was %@ %@?
bg: %1$@ %2$@ ли беше?
cs: Byl %1$@ %2$@?
de: War %1$@ %2$@?
el: Ήταν %1\$@ %2\$@;
es: ¿Era %1$@ %2$@?
et: Kas %1$@ oli %2$@?
fi: Oliko %1$@ %2$@?
fr: Est-ce que %1$@ était %2$@ ?
hr: Je li %1\$@ bio/bila %2\$@?
hu: %1$@ %2$@ volt?
it: Era %1$@ %2$@?
ja: %1$@は%2$@でしたか？
lt: Ar %1$@ buvo %2$@?
lv: Vai %1\$@ bija %2\$@?
nb: Var %1$@ %2$@?
nl: Was %1$@ %2$@?
nn: Var %1\$@ %2\$@?
pl: Czy %1\$@ było %2\$@?
ro: A fost %1$@ %2$@?
sk: Bol %1$@ %2$@?
sl: Je bil %1\$@ %2\$@?
sv: Var %1$@ %2$@?
tr: %1$@ %2$@ miydi?
uk: Чи %1$@ був %2$@?
zh_hans: %1$@是%2$@吗？

source: Wednesday
bg: Сряда
cs: Středa
de: Mittwoch
el: Τετάρτη
es: Miércoles
et: Kolmapäev
fi: Keskiviikko
fr: Mercredi
hr: Srijeda
hu: Szerda
it: Mercoledì
ja: 水曜日
lt: Trečiadienis
lv: Trešdiena
nb: Onsdag
nl: Woensdag
nn: Onsdag
pl: Środa
ro: Miercuri
sk: Streda
sl: Sreda
sv: Onsdag
tr: Çarşamba
uk: Середа
zh_hans: 星期三

source: Weekday
bg: Делничен ден
cs: Všední den
de: Wochentag
el: Καθημερινή
es: Día laborable
et: Tööpäev
fi: Arkipäivä
fr: Jour de semaine
hr: Radni dan
hu: Hétköznap
it: Giorno feriale
ja: 平日
lt: Darbo diena
lv: Darba diena
nb: Ukedag
nl: Weekdag
nn: Vekedag
pl: Dzień roboczy
ro: Zi lucrătoare
sk: Pracovný deň
sl: Delovni dan
sv: Vardag
tr: Hafta İçi
uk: Будній день
zh_hans: 工作日

source: Weekend
bg: Уикенд
cs: Víkend
de: Wochenende
el: Σαββατοκύριακο
es: Fin de semana
et: Nädalavahetus
fi: Viikonloppu
hr: Vikend
hu: Hétvége
it: Fine settimana
ja: 週末
lt: Savaitgalis
lv: Nedēļas nogale
nb: Helg
nn: Helg
sk: Víkend
sl: Vikend
sv: Helg
tr: Hafta Sonu
uk: Вихідні
zh_hans: 周末

source: What happens when you tap on the notification
bg: Какво се случва, когато докоснете известието
cs: Co se stane, když klepnete na oznámení
de: Was passiert, wenn du auf die Mitteilung tippst
el: Τι συμβαίνει όταν πατάτε την ειδοποίηση
es: Qué ocurre cuando tocas la notificación
et: Mis juhtub, kui vajutad teavitusele
fi: Mitä tapahtuu kun napautat ilmoitusta
fr: Ce qui se passe lorsque vous touchez la notification
hr: Što se događa kada dodirnete obavijest
hu: Mi történik, amikor az értesítésre koppintasz
it: Cosa succede quando tocchi la notifica
ja: 通知をタップしたときに起こること
lt: Kas nutinka, kai paliečiate pranešimą
lv: Kas notiek, kad pieskaraties paziņojumam
nb: Hva som skjer når du trykker på varselet
nl: Wat er gebeurt als je op de melding tikt
nn: Kva som skjer når du trykker på varselet
pl: Co się dzieje po dotknięciu powiadomienia
ro: Ce se întâmplă când atingeți notificarea
sk: Čo sa stane, keď ťuknete na oznámenie
sl: Kaj se zgodi, ko tapnete na obvestilo
sv: Vad som händer när du trycker på aviseringen
tr: Bildirime dokunduğunuzda ne olur
uk: Що відбувається, коли ви натискаєте на сповіщення
zh_hans: 点击通知时会发生什么

source: Yesterday
bg: Вчера
cs: Včera
de: Gestern
el: Χθες
es: Ayer
et: Eile
fi: Eilen
fr: Hier
hr: Jučer
hu: Tegnap
it: Ieri
ja: 昨日
lt: Vakar
lv: Vakar
nb: I går
nl: Gisteren
nn: I går
pl: Wczoraj
ro: Ieri
sk: Včera
sl: Včeraj
sv: Igår
tr: Dün
uk: Вчора
zh_hans: 昨天

source: afternoon
bg: следобед
cs: odpoledne
de: nachmittag
el: απόγευμα
es: tarde
et: pärastlõuna
fi: iltapäivä
fr: après-midi
hr: poslijepodne
hu: délután
it: pomeriggio
ja: 午後
lt: popietė
lv: pēcpusdiena
nb: ettermiddag
nl: middag
nn: ettermiddag
pl: popołudnie
ro: după-amiază
sl: popoldne
sv: eftermiddag
tr: öğleden sonra
uk: день
zh_hans: 下午

source: alert
bg: сигнал
cs: upozornění
de: hinweis
el: ειδοποίηση
es: alerta
et: hoiatus
fi: ilmoitus
fr: alerte
hr: upozorenje
hu: figyelmeztetés
it: avviso
ja: アラート
lt: įspėjimas
lv: brīdinājums
nb: varsel
nl: melding
nn: varsel
ro: alertă
sl: opozorilo
sv: varning
tr: uyarı
uk: попередження
zh_hans: 提醒

source: evening
bg: вечер
cs: večer
de: abend
el: βράδυ
es: noche
et: õhtu
fi: ilta
fr: soir
hr: večer
hu: este
it: sera
ja: 夕方
lt: vakaras
lv: vakars
nb: kveld
nl: avond
nn: kveld
pl: wieczór
ro: seară
sl: večer
sv: kväll
tr: akşam
uk: вечір
zh_hans: 傍晚

source: friday
bg: петък
cs: pátek
de: freitag
el: παρασκευή
es: viernes
et: reede
fi: perjantai
fr: vendredi
hr: petak
hu: péntek
it: venerdì
ja: 金曜日
lt: penktadienis
lv: piektdiena
nb: fredag
nl: vrijdag
nn: fredag
pl: piątek
ro: vineri
sl: petek
sv: fredag
tr: cuma
uk: п'ятниця
zh_hans: 星期五

source: monday
bg: понеделник
cs: pondělí
de: montag
el: δευτέρα
es: lunes
et: esmaspäev
fi: maanantai
fr: lundi
hr: ponedjeljak
hu: hétfő
it: lunedì
ja: 月曜日
lt: pirmadienis
lv: pirmdiena
nb: mandag
nl: maandag
nn: måndag
pl: poniedziałek
ro: luni
sl: ponedeljek
sv: måndag
tr: pazartesi
uk: понеділок
zh_hans: 星期一

source: morning
bg: сутрин
cs: ráno
de: morgen
el: πρωί
es: mañana
et: hommik
fi: aamu
fr: matin
hr: jutro
hu: reggel
it: mattina
ja: 朝
lt: rytas
lv: rīts
nb: morgen
nl: ochtend
nn: morgon
pl: rano
ro: dimineață
sl: jutro
sv: morgon
tr: sabah
uk: ранок
zh_hans: 上午

source: night
bg: нощ
cs: noc
de: nacht
el: νύχτα
es: noche
et: öö
fi: yö
fr: nuit
hr: noć
hu: éjszaka
it: notte
ja: 夜
lt: naktis
lv: nakts
nb: natt
nl: nacht
nn: natt
pl: noc
ro: noapte
sl: noč
sv: natt
tr: gece
uk: ніч
zh_hans: 夜晚

source: saturday
bg: събота
cs: sobota
de: samstag
el: σάββατο
es: sábado
et: laupäev
fi: lauantai
fr: samedi
hr: subota
hu: szombat
it: sabato
ja: 土曜日
lt: šeštadienis
lv: sestdiena
nb: lørdag
nl: zaterdag
nn: laurdag
pl: sobota
ro: sâmbătă
sl: sobota
sv: lördag
tr: cumartesi
uk: субота
zh_hans: 星期六

source: sunday
bg: неделя
cs: neděle
de: sonntag
el: κυριακή
es: domingo
et: pühapäev
fi: sunnuntai
fr: dimanche
hr: nedjelja
hu: vasárnap
it: domenica
ja: 日曜日
lt: sekmadienis
lv: svētdiena
nb: søndag
nl: zondag
nn: sundag
pl: niedziela
ro: duminică
sl: nedelja
sv: söndag
tr: pazar
uk: неділя
zh_hans: 星期日

source: thursday
bg: четвъртък
cs: čtvrtek
de: donnerstag
el: πέμπτη
es: jueves
et: neljapäev
fi: torstai
fr: jeudi
hr: četvrtak
hu: csütörtök
it: giovedì
ja: 木曜日
lt: ketvirtadienis
lv: ceturtdiena
nb: torsdag
nl: donderdag
nn: torsdag
pl: czwartek
ro: joi
sl: četrtek
sv: torsdag
tr: perşembe
uk: четвер
zh_hans: 星期四

source: today
bg: днес
cs: dnes
de: heute
el: σήμερα
es: hoy
et: täna
fi: tänään
fr: aujourd'hui
hr: danas
hu: ma
it: oggi
ja: 今日
lt: šiandien
lv: šodien
nb: i dag
nl: vandaag
nn: i dag
pl: dzisiaj
ro: astăzi
sl: danes
sv: idag
tr: bugün
uk: сьогодні
zh_hans: 今天

source: tomorrow
bg: утре
cs: zítra
de: morgen
el: αύριο
es: mañana
et: homme
fi: huomenna
fr: demain
hr: sutra
hu: holnap
it: domani
ja: 明日
lt: rytoj
lv: rīt
nb: i morgen
nl: morgen
nn: i morgon
pl: jutro
ro: mâine
sl: jutri
sv: imorgon
tr: yarın
uk: завтра
zh_hans: 明天

source: tuesday
bg: вторник
cs: úterý
de: dienstag
el: τρίτη
es: martes
et: teisipäev
fi: tiistai
fr: mardi
hr: utorak
hu: kedd
it: martedì
ja: 火曜日
lt: antradienis
lv: otrdiena
nb: tirsdag
nl: dinsdag
nn: tysdag
pl: wtorek
ro: marți
sl: torek
sv: tisdag
tr: salı
uk: вівторок
zh_hans: 星期二

source: wednesday
bg: сряда
cs: středa
de: mittwoch
el: τετάρτη
es: miércoles
et: kolmapäev
fi: keskiviikko
fr: mercredi
hr: srijeda
hu: szerda
it: mercoledì
ja: 水曜日
lt: trečiadienis
lv: trešdiena
nb: onsdag
nl: woensdag
nn: onsdag
pl: środa
ro: miercuri
sl: sreda
sv: onsdag
tr: çarşamba
uk: середа
zh_hans: 星期三

source: weekday
bg: делничен ден
cs: všední den
de: wochentag
el: καθημερινή
es: día laborable
et: tööpäev
fi: arkipäivä
fr: jour de semaine
hr: radni dan
hu: hétköznap
it: giorno feriale
ja: 平日
lt: darbo diena
lv: darba diena
nb: ukedag
nl: weekdag
nn: vekedag
pl: dzień roboczy
ro: zi lucrătoare
sl: delovni dan
sv: vardag
tr: hafta içi
uk: будній день
zh_hans: 工作日

source: weekend
bg: уикенд
cs: víkend
de: wochenende
el: σαββατοκύριακο
es: fin de semana
et: nädalavahetus
fi: viikonloppu
hr: vikend
hu: hétvége
it: fine settimana
ja: 週末
lt: savaitgalis
lv: nedēļas nogale
nb: helg
nn: helg
sl: vikend
sv: helg
tr: hafta sonu
uk: вихідні
zh_hans: 周末

source: yesterday
bg: вчера
cs: včera
de: gestern
el: χθες
es: ayer
et: eile
fi: eilen
fr: hier
hr: jučer
hu: tegnap
it: ieri
ja: 昨日
lt: vakar
lv: vakar
nb: i går
nl: gisteren
nn: i går
pl: wczoraj
ro: ieri
sl: včeraj
sv: igår
tr: dün
uk: вчора
zh_hans: 昨天

source: push
ja: プッシュ
zh_hans: 推送
